{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              32,
              32,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              32,
              32,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 16,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_1",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_2",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.5,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 512,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "sigmoid",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 5,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "d6222ff400154aaf9d3422fc3ce58a87bd1a889bf11ddd9d066e07cccbbdbfb7",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      32,
      32,
      1
    ]
  ],
  "output_shapes": [
    [
      5
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            32,
            32,
            1
          ],
          "values": [
            "iEzUProeRz+pZjA/oRi1Pr7ywz79E6c/5uIHQN1tU7wz4fo+I3OJvyCqrj84Dzu/4ZVVP9GKYr9R+Zs+qF6Pv0iwRT8cdf6/3YPqvam3BL/lo2m/F/TWvgnHcT8wel4/5KwBv5upZr+YtV0+9rgTvhPe0L+G3nO/ejaxv+krPT1ntNC/1OzBv34lVL5e+9i+kb68POMSKb/PK7G+dJh9vpFmC0C/mfe+kp4HPzggmDtxV98/fbkhvx7w2r8lRnY/206JP7drMz+vBO4+KaumvoKFRb+bf5i/PQ2qPSi/3j5sqtC+CcX1P3cOVztMJoQ+p5r0vgCfV7/6KDa/+m8uP92Hrz8FAva9vH2ivwGovj9W1UQ/hnexvzUjYT6t3W2/9HdkPr0iJL+mr5y/BfR6v8nSzj49EnU/asx1Pw5tUL9BW1Y/0VuLP5xCyb6bN7i/tjZQP7LfzzsRX5w+kg7GPxwf9T4ulB6/ETFlQIGnl7+70zm/FJavPz/bLL3g0pS/6fTFPvpWkz8b0iS/vZPtv8xFHECM+74/zCxOP6IuvL+D8BC+d75qP6NpEUDtIOY9RYkwv6pjU7+oSnM/2ZPbvmIEN7/PXuE/1qL6Px0giz6U9Vu+smaPP5d2CD9wAlO+3wRFv7SnJb9OZHq/59XJv4D6nz8YPxM/o2mkP5a8wL7wJA7Ajv+Mv4ri8bzDj/Y9YO6ovljTFcAet3e+OtD8P0mtpj7+TOG8hgvYPTXCljxAgkU/HN98vyNoNT7g1oY/BI1gP5ueyj6KpizA8V/TP/XkFr9Qju2/z40FQIHh7r/UvZm/FzHgv2rHlr/dRou/DxJDv/kVYT4zobG/2VU1v0OKj7+nlzs9ExjFPrIZAsD1uqe+7dnnvt7htT49AX+/oXMSQPjJqD24jhs/aGegv+8Qnr7rGbQ+MkqGP97u8j+lVsq9e0VUP8JLtz58bH6/DQlyP/0d6D7dd5u/VbENvvbhXD8dep4/YgyuP63PkD8sShK/WeKdvgqiAL9aiGo/",
            "KvjVvv/gkj6vF1+/7qyhv4MWF7819RC9S3KYP6Fl9b/7TTm/TvA9v1DgiL86T4s/x09tPxpYtL6UwTQ9BJvePxO4Aj8H8Ye/4XooP81Wqj9L6ek73sSZPqiAeL9ZZ7q+/1RqP2avkb/TwD6/HkSRP2VcJj/8ABFArcX3vt6NkT6LUa0/mVJkv5A+wr8Slzk+BezEPvrO5L5yR1M+kc6uP3gQtz7TTJq/C700PguN2D+im98+THQ0P1yolL9HEny/V9OLv2skOz6T58s/ta+IPb0+4T7o79G/f91aPg/uijyVPce+gwOvv0xHaT9BDeY+R9q7viYFrL4ry6a9IcdoPlsrEkCIrR++UxaEv3wmkD7LHRxAYyi1vtgDzb+8Dya/fNCHP6KvUD8fySa+2alEPhZPHcBeG26/xlK5PyQ5vb1PJ08+4os0v1RQgr9LjKc/1E8TP6f/YD8r/IM6XlsWwLrExj2q7IM+gGo+v5h1fD6e9o+/rpNvP9c3/r501+2+O+z7PUU2Iz+dBQ2/Jr8TQL5qOr/cBFS928a/PzZ2EMB7vkG+9/gSvEfYjT8YC0+/A38WwFUwBj+eXG4+hXVuv8yoIb99Q7E/hXwRvXixLL+4GgS9KNi1P6OT2j5xKrI9eWmVP+2bYz7SbkA/PcWHPyN+oz+JDgu/g4vMvzX2oz0joc0/EF4yPl5u6z7fY7G+k4havz/8aT8vImU+xjeJv+eezz6y+/i9sBGCv3QBNr+uR+a9PesOvuNrGb9Ms4W/JtyVP3NSHj91fP69r78FwHNySb+3F2G/AIkAvszYhL+DHPQ+vhp4vCaYpT42asK9ChzpPxIzQD9DStw/P/bdPsCt475ktQlAnSojP96uwj/1JOU/7WWNv2Q5Or+7ILK/qaR4P0H2JECbNRY8oyI0wLd9Jb5tcnG/Go6Kvdgrqr/0H9U+H30QP/RJkb8l/Ie9eYeuPtF5qj8VDL6/GtynPwEukb8VRaE+n5PYv4dZrTyw1B2/Hf3HPh2k1b8j+Ve/",
            "6zbiPvAAmr8A/dK+wfsPPaIllT+b3iC+zRtwv2ULIT/ViYM/9tE5v3jv/72Ogp6+MD8BPtTEfj95W5S94kr3vsluLT9UBkc/XvZ/v5L2Zz91N1q/eatVvw6JEb9FF6U/cr1+vw7qCEDJBn4+F/QsP0hAhr6jhXc/1JBGv9LgFL/c4MU+Uydzv+2Gir/LAoa/hiVRPvg30D9ckYC9dLG9P0N7kL5sbIs/ydqkvTxTpD5jepg/ozvvv+C18D8LpZI/e3s+P7x85z4JSgy/sbkdQCN0Kb8NX7a/BldMPudU9r98Lka/FCTFPqTNBD+FJAU/t7lovyl4jT+fjXU/Nd/7v4Jo+jwwCgE/mxERPwG+kr/BLoM+qHbnvTL16Lxs268/MAFxPwd6bz3JH0E/eLC6PtXydT5qxVK/LHakPSHE+L/3MBQ/6FJeP3OPLj8OseG+JSQHQDUrIz+CJyK+MeJ/v223/L50/Uu/sxUQP5zs0b+N1oM/+J1mP0bqvz43Nw4/Ae6kv5sgpL89Ldo92W1wPr6KPb6DgDs/QJ/mP5Ml5j7LIPU9yoOAv4wyAT/VLIY//DN4P/IaSr8YBhg/kQJ0v3WeTL9R4r6+4Ub/vZDhAz/MDYo/eG9DP2tsDj9GwXy/3vPivj50gr/n3KE+Y1Iov9ueWb+rHh4/Tsa6Px6TQD6Zunw/k85lv/pY+77EAlw+unnIPWCjsrkP33q/DrBovoOnfb/5dFY/K+TSvzGdkL46O13AnQviP32jv74Cww8/65BKv8xrI78WzytAXoPHP/eQVL9MJse+XN5MP3TEw7/nioc/Y3EOwCICpT8lbwrAXGo9v4i6ir7fTCQ/NPJsv2fD6b/Udl6+eMEXwDpZwr5FMVE9YYJ/vzgAtz+Ug6U+3Al+v6sAZj0ahrM+3169P/CUjz/cGbA+Idsbv1kBHr4fq7E/JSKBPHegz77BjKU/HV8CvpaKGD/ar4E/Hb7XvjvaLb+S8hk/EYmhPg2Pzr7yMLu/xvoNv4FOCj/EMQ0/",
            "xvRhv9AqSz4iA88+6r3nvg1iEj9votm+CSRDPwomS703TDS/xGShvq86gT9/a1K8nwUFwByVTT6nmAJAyp7QvijYjL5zHMu9q6WhP/EEqj9Ya6K/dLmYP3xnbr/2Z3K/yoUePxhrir/FP7u/XFCiP2ucvL4NJ5y+/DWDv01tcj/UZWu+ihkHP5gSjT5qk5w7q4N2v0fO4T5t/Wk/F9ePvjl0Fb/7Zxc+/Znwv/M4uz8rLxC/yMfoPp+MFj4zEau+QYmPPwHd3r5/eFs9H46oP6D4x7+Ytj++KT7cvr23/762S0y/qr/Fv0UoJz/PZv0+V+dqvuCZtb8Fud6/OQSyPzdIfL/EO7A+y8CdP86n6b5l7XG/vtlNP9jjpr/1zcW/wko+vbpBfj71sTo+KdwRQNKMiL/F3Ig/wk9Bvy2vDb6ElpY+FHhRP0WX0D+wIuy+qz4ZP0KRBUCbJAK+x4DlPqwUK76U+d0+mWsYP8Tn076Tt7A+k0uxvurEjj9WYSLAAD8owIcL4D8ghNG+VD7nP+RdvD/VwHm/obVzv7/NND+U+2E/fbm2vyNV5D4JUoK+49AKwGufiT/Lf3u+2CR3PEV2Eb91aXI/Yfgwvg7oB7+t4Y4/9PkTP0BF5bySCii+vwFuv6/UHz/3VANACtcDv9y0Vb60kJi/QNMbP9I3Sb9eNg6/UzeCvpuvAD1fXoa/B6G1PeWUxz+kRGQ/AzP9PoZrqT4zK44/bD6Ivi6ndr+xIVi/oAIOQMVOOz/gBL8/KdXoPoDStL/bI6o/iwOdP/rIKz7Ui+s+a1zJv5xACD/n5ya/s8PLO7EevL28GkO/lqBPP2RCfL+gLii/6lKxv6Jwor/to2E/8gWVPoVvXj8rFz4/CpEvP1eYCb7bBlc/CudSPhqVjD/KoRS+OMq8Pz0M5D/iR7Q/ak2KP0ncaj9zIlO/DlEEvooDSr+ZUv8+PfOKvioCtz8iBAG99UFIPs1eIb+xk+o/z1+gvwmDZD/oe6Q+BfUmPvv2nT8FWCk/",
            "VMGKv3RXr7/88gm/BeGuPsaONj8iT/4+53ztP7zw3z7v8Q6+tTCUP+GZsD+Bs6g/jnqIPmgSlr4E5Ks+6O9+P1K0rr/fJ5c/VJyov9u52D72pJG/m9R5v7qc5L4uBJc/+SbZPxl5oL/ADwJA7pGBP9o8gD5/Pse+pXjqv+1xC8C+eOI/gvfEv2l847/wTGM9jznLvcH5qL7XdIY/UqPRvnLBVD99fb0/3k6JPxzPvb5Bkk4/W2tWvwHbyL+E6Yy/zVYdQP/gpr5GySM//kvVPp6vsr8xRfw+0bC/P5HN/T/wa4G/sfkCvhqQDz4uPu8//NZKP/OQkj4gKjq/ykEgP/1nBEDPCw5AXeA6PuOkUD/wkDC/G4o6vziSdz802I0/tfLEP0XZ+b4UHrG+OiOrvq7B4b0R3Ko/bDr2v/DbRL4Ngag/kPgCwPkaQz54PzQ/DztQvxEJN78CvYu/i3UTvuk5j767YzG/uTJyP6wI7b2VIIE/W0givqJ2HD94tau/t3DhP0c8cD5r/L0+vzytvmCEFT+1iYu/WlIvPnnkGL9qc8I/yaaXvjscEMAweps/EPpSPz5Hnj6lGwK//usuvScRtb4dTQ+9mqyjP5C8AD/In4o/Y4Dfvv+KnT6PBNm/OJsxvvTMML9owd6/ZfO6v+dJb77fauA+zTTQP6zxlr+Fl4q7ZxJ6vbejOL/KShk+1GlKPLSg+77r6J8+dMKpv0fv7b+UYgK/Jpn9vjZuWz95OCO+NWqGPzWU7b9pHhA/OR2evt+6/L/qFO4/5EFaP0p24L7DS4q/jl19v383AT6sbXK/s2uZv4o6dj/WFfi+sN2fvmQ02D+2Skq/A94WPeCvuL7fWS8+wDGiP/xGjb/gy5k/+YNRvgPYQj9anoI/m2gwvzcYJbyNJwk+1TvFvaOFzD6ZuWQ+wLvaP4uVeD9haifAWASmv67SD7+QDeK++8vaPGIIu78OXos/hFJUP3d0rr0zAyy8iHClP29QEb/cycq+HngyQEoHVMDAhuq/",
            "wzDvPgly8b75760+cmrwPxG9vD87UaW+QImTPWj0Hj720LW/H3b0PgBPqT87uf+/fPZ7PjSypj7/3IK/cJqAvuTtKb/mse++N/UPQDCqNL82Hna94D3APW08/r2FhYo8MGp6Pxn/n707is2/rXQHP5rLID/dFiS//kfWPo2fAr5cUGk/aVGkv3gv2L2pko8/D4LnPhQVuL+thBM/KJAxvwO+tz4lG5O+aGuAP0XG5b1RB38/KS/qv510yD+WvkG/cetwP9AIJj5JuWu/3D0svJaDHT8jT1U/WxnIPyvNmr7x/GU9OQwQvxbwuT8VzRO/NzWbP9ihvD40hy0/DCrDvg=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            5
          ],
          "values": [
            "AACAPwAAAAAAAAAAAAAAAAAAAAA="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d": {
      "bias": [
        "KeVxPFFOkD2QvkG5KxMMvuXkQ7xVKBQ+MS4CvbZYXb3Q1Uo8Tn+1vLpsx7zmKwS9DEoOvYmDwr3wlnM8AAAAAA=="
      ],
      "weights": [
        "fh0pviQIszxbdKw9P7kavi/sEb4f6IM+oCaAPvpQSL7uLFO98g6hvVmtFL64w/298jclvk6iur0FYbS9ENw5PovXmTwv7Ci8IVhdPhPtUD6uxgC+IPcXPl7aCr455UW+fy9dvQv0P72R4qG9g6VIPq7pYrss9nO+FJgNPqTTSz5laIm9iDeavVPyQT6VV8u9UtH2vdKCMr5up58+U3nNvabHAj5PWoa9JEL7POwb7T3UDum9tQYTvv09Mb67/Eo8l+0xvYc52LyeJdm9STbSvWBgBL4AhZ29NKxVvl+v273iOrw93X3IPVW3Q77GDOq9wOKKPgUipT3//4I9zv85vm6ZuTyNYkE+exlHPkeTvzyYhz486YaYOwgspT2yEZi+XExvPnbRhb0XLOq9wySgPW84X77RaJ09y2aKPM86Eb5nOAO9NR99PeF+K7xGZxy+UtNfPldbPL7yuYc8qIisPY/qoT1+Np+97xyJPmsGWz73tGW+d2+5vRLpBL1caQo+xv9NvuQkBL6giIQ9Vr9UvmDAybw/+d49Vs8DvgyGAj760HE+messvot6Zr5gY4E+4LRtPkmZO753sYG9VAhQPvK1abzkfwq+eRI3PWL7nb2WBSU9E8WmPP99sb3/k2A9yom4vNJ2wT3W3+09Vu2RvmoNVz1mSBI+3PtnPkNfg74gjt49DtlJPrsWgL7sYrs8p4AuvT5hWjoLtwS+kKPrvNw9PL6gwZM7GK+PvEjpmLyeVy6+qKigvPDyKL1oUVK9"
      ]
    },
    "conv2d_1": {
      "bias": [
        "KT09vCATX7xaWLS84Lz7ve7jh71ZryM+DmEIva8a0T0Eul+9wuIHvkZ+FL3XcYO90kSzPKMZEr11C8C96E34vSvL+r22zT69oO2YvdOB6r2WM3w7ExzpvPkiLr2MiVS96CbbvbjziL16g6K98JgiviWZ+r3Pcjq9ee8Kvkn+mL0="
      ],
      "weights": [
        "QviYPKsqO70YTAk+91ubvdD0VL1lTZM+aCjVvQmfGr2Vhv89DTJxvetxirxQ9Fe+jmQvPmkEVr6+4pk+PAzyPPavST5Tcc+9k3JdvonIS77T8EQ9A0WGPrrxAL5l/468F6Ytvf3EjL4nBN09W1UuPr8iv73J38Y903EjvQDeHDt3+ZA+FJUHPkSwSj1xRqu9D1XQPQivIzsLadC68rn2uwsZhr5YpIA8wzEAPv14ij7yNvQ8gCVePkK+GT0g+3e7qAkUvs0U572darg8bB0pvuiPb76oChI+/SCEvgsmHr43gQA+v9OjPODsBr64RRO+QfaOvOYBa7715M68lDP8PMXP/DxMfMY6jmgMvi6feL5P3gU+/eR8Pe6R/b29Cxe+6GNXvFKbiL7v2/S9MquBPeKPfr66Z4Y9CA77vb1vkj3DXGM+YNwDvuH3iT3U4hO+9m3TPtk1Bz43nlY9LrQvvm6iw71sdj6+oEeRvcKNvj6/aje+7KzGPWfzbb7QLdW7qmoovSDNATwPQxG+fsBrvkSUVb5p7ww+9b+OvkhjGL73oqU9dEI7vnY1Z710hLq9KGevvRa0Nr7S4qO9ThUJPT+oPz75/I08SdAlvvNeYr4N9dK8e67IvB+Scb7BMze+5GWpvf0U077GET6+EKuMPczrm77WqqQ9mRMcvjH5gT1t5Tk+yWoaPaH21r1iqYE9qDXlPjJHKj7mXpc8CcIHPkLKE74FuHG+k3q4Pf2hYLw7ZHo8XA8ePgUmkby2LYy9wHoMPt0P9j161l69fsIcPpMbnz3DVzy9tQ4CPHR4vTyeaRy8nwkoPmsV8b3pKQq+17o1O6zEyz2Okja9Ot0YPZNwoT3wVa899Wd9vThkh715WmS+s0VbPYxLyT02x9m92dpqPiD1KT6X1SG+LalcvvfOsrqTFC++rS1cO8ZRMT0n1LM8MP5WPdChtL2aHjK+Rkphvl7jED6Yyws9nuSNvuc3lz18n009W4irvrxxGDxVYwM9MTKOvLGS2D3Y2Aa8",
        "B0m9Oi1s37xAME69uwqtPXS+tj3dOBK+KMuZu5MsDbsQ4hs+KxiTvO/ec72CjM69/LixveqRBT6Vi909LOG9vCvygzzW/Xs9zM6cvXJQ0Dz3NU++81JPPqjL1D2zHoO8lBoYvV2ykz5kYv+98pzGu4b+hz5KOa69IO8sPpAgmTuBnqa807eDPO1ADr6C5lm9s/IGvq1sPT69kBY88RLnvTzt5DzbOYs9m7kSvmAqk71idB4+38YDvhprq7w4khM8luW5vdGtSr4oGKa9haeDPi5d8Lx//Dw9WHcWvf6r7T3Z+tE8BMX0O2/P0z2bs/U7M6E4Phkuhj1dWLU9IvZSPVUP072Pi7g985wNvbLMtDu5c4W8PziPPQUC6bxCw2w9MLDwPUIfcz7t98Q9Bwa2vGvZIbo4Wuk9O7cTPiA5JL3IfAs8cI8qvpIoNjtEWyk+0I6SvuwHcT7Q0ae9vDFQvXYLobvFtgQ+dvZFvjVxDr6xB2o+I1EGvsLNaz7wjee7l0pKPh4kOj5mTYg8v7IjPoraub2exoU9M5bSPQnjgL1h1zW+tP5bPq2vE7xrnau8jJYoPiB9ED3Pb7m80ELuu3lrhT0BvJA+w3KQvFA2Or3++7S+mh6QPS1ZWT4NN869usQGPqGfPD48dqG+B6Wdvncfyj0vnUO+9fBdPsGmsz3qeak92d1LPj2mir7KZ5+9UH6Mvrgbpz3Alhi+j2igvl8cpL12Ia69H2y8vsP5gDzEi4e964NJveXLGL3R7Yk9mnHGPRQ+Pz2bvK68WCRCPvW8Bzs4IwI+4mmZPTVus73raCK+eawYPtXxHr0VUZM9el4EPuDCzj1dN9C9N5u+PWk0bD4en9O8uD+uvMDrBz6RT6u+uR9gvLyIXz6soGm9xHT7PU9LoT5gSoW+gsRivtovgD5PxZe9i75XPL4ACz2CEBk+pr/sPaOlnr7a+zG+XJQCvti4arwHYBQ+SHEKvqympb1XnxQ+G6+RviInrrwjPre8UA/lvYQ1Or2Qioq9",
        "T0coPuRhhb0fDRG+oRQYPqdv+7yLXEK+lp/Vu3f1gz3NOB6+rSsNvneprD1DhQg+5+t+vb3P/z2Yxd29SnouPTM9+721ywA9erzTvUXu4D0SkK2+ZwTnvRymWz4HvdM9aHDwPUioij7futI9/oLavQksjT7R0MW9yw6fPboXRj12pGQ+t4ylvcibJL6Uxt286EMCvrOvH76gfgg80GjdvGt+DL1N4Fo9NyuLPc32izvXEjI+IBWNvZpVqj1QHGi8D4NoPbKhsT6e1069PY09PahFAz39/a69bwW4vKJUUb0hm869FmM+PROFmrztVpS7ihhBve3XWLxrYTA+2GCZvb8rvT1XhAo+PNVxu5u8Y7xPwas8aH22vUYtmLznJ/28QymHu9jWFz5lU3U9ednlPXFG5r0wwkq9EDVCPczfgr0eml0+VNpjvay8gD3smWG980k3vfJoDL2xdv49lSG0Ox+jQT5OsUo9kCTZvRnKcb0uWKo96qDRPAxCxj20qvQ8ZreRvTujRz1C5Zg9dIZkPmQyLj2mW3s9CyU0PVy7vL0VrpU8yir7PUUxZb4gwNO8kigBPpriQTr8adg9JaOdPRiY9zzW9x++GvbwvbkGr71mECG9GaETvpD5uz0TDBm+1BABPoKzsb175Pu9R6xYPS7iYL3wgX49IlICPZ/OyT18+tI7icKwPc6anz2N4bg9CGAaPXH2gr36n6m9uSAiPKnJHT7p1zM+JtjKPLH5G71fbqI9HVGivaodZT5idHI95XYePSt7Fr2Q0mO9yRmSPQZmoj1wmwO+8OtZvQj45j1g4ci8gZkVPRcXXj3YyUs+OMoEveE/rzywiTU+CIVdvJzscT2XQRe9SGJiPWekm71JOCg+iVoDvvFruzuI+0M+zKncO9UZKT5CneE9uyPsPKeMTj6UTIW8ehSiPdVh0T2gXg8702r0vZrM8T1OXTe9heOBPGIknL4FsSQ9kZgtPVFmfT7vhgs+feRVPN8mF76jXzg9eO6RvDVszT39iMo9",
        "u6mHPeMXnz1wOvw5Bi7iPRkfiL10iJi6llfWPHVyo7yNXSg7c45DPpBNKL7J7109QYfoPSt4ujzsyYA9yKO7vY7OHb6Y7ym++2ZDPVDKTD3731++aBdUvTDRA71X27E8WIQYPjvuozyqamu+Knk7vpV5+D1/d9O8/OoSPuyRab3iobC98lntPJgJsT3cL9898PS1vO61rD0fF/W9F06pPOd3xD3j5Yu9SDCcvTqUc769fz8+F7yXveqTsD1JaLA9CffmvQUkar7dcek8LFwFPjepXr3Xbpi+yCsDPbfNMD1UcgI+7g4MvMEbtL2l4tk8FUk0PuND3b2c6sw8EpgBPVH+570uAR48cAcHvS5/0D0nZqi9exeevfLTXrx5mpA9Ewh3PfKBbj6d5jK+6nFdvuk/Mz5ckxe+eDM7vL6rbT2tmc89aqu1PXBLlLzbeaM85fcxvjBog71TtBW9KJrSvW2AmT4YNSk+96tgPAv73zvIuig94sJLvQg32D3a4xU9DX0LPWE4Fb3xANI9C7AsPrpM+T339t08Vy8UvcSmkLwX6h++A5DrvQRhkr0gbig8XQSqOxoeVD0UlDu9Dm4CvQPGpb0TN5y8Ak0IPoPTqb0BTSq95+BtvQFMvr32R6Q8pkGBPlM3CT3+iCE8ct0WvrU2Az7DqMW7WDRGPVb3ej1wEhc8UkmtvIrwij3gbYG8cmGIvAVMVz24GxK8I3o9vhR5H73C+WA9EJsvvvBWrbt0O5A9oudAvjTOBz5ZhYQ9YXAgPspeQT73DZq+gWJ1veRf5z3AdXs85rjzPfF94j3hVPi9a35TPRqktz1THSy+JXKNvV/Xe73pvKy9rKYmvZTFID5k0Z69Y105vuO/r724SQK+66rcvEmZ1zzBxxw8OPaRvtCPNL4ehyI+qS9ePGFAbr6R28A7O3Z/vnVE170XgpG9pNbqPZ2Vi73d2ds9c7wHvbjG0DpUpww9Ny8Mvvm9Pb6NMvA9JwowPnSTp7w69AQ+K6KrvaEaKL5UlN48",
        "F6U9vorICT7J6Ka+LomZvYA4D74ig5O9pVHDPdyAgb33o3e+c324PQ209L0pfe+9aIoCPNUonjzKDqy+BJ44vX3woTy0Mv098v6pvsOaGL7lF7Y9M1WZvU8WDD5ufVY6Sy+PvtMuz7sMZUG9e/3FvdMs4Lyyqve9QQ1RPfpTcT1RJoo9B+IDPuCqVb53OCa+h0KSPR+Pe71J2IG9Ev+xvRG1nb4WDEG+mjfcPdxc4rxpEze+QAZFPZIG9b20S1a9NSjWPKhAOr2+0qi+fLL0vRIF/70Jsly9DL4kPX7P+b1UKKq+BEKlvTrtiLziy5O9spI1vuVWAb5hvHK+z57bPVLgQr4NkYO9jaKOvvqXzDtgqkC7+C19vQLVgj6Rzhu+eK2KvoA4Eb26DvY9t4fcvJXsyr1sMN28R5SDvqvauz3I7qQ9h6odPq6XH75sK9+9ZKLHPTTGD73J2Zk+ceAGPMMsXb5Yibw9AIY1vSxJir0dTom8qETlOqstqL1TDaw94JMhPtf5qb0/vVQ9DT3UPbe07Lxs2HY8u99DvqTLV71yPKm7GQrgPAntTj1F/eo8mNFEPrl0sr18M+m44UmbPdkqbj7zl1a9ZTlKviNTCb3A66Y9Q2DIvb/HLTwxzQS9nbcwvZWKhj1fJFA8L3AdPcaCFj1xkTw+kx+dPcmAmz26mQI+5n2ZvWK4dD0BgQe+LxNwPKdJn73ud0I9F66NPc//hjy0bjc+f7ZqPXbr9bz9QEU+1NSoPR4elL10Tdy95UwWvt3uE74DocK9KJlnPVDo8718lfI8clEpvuTbq7tONSM8HTTXvdHVNL7g7Dw99GiXPG4d8jwDKbU6yIwuPJzFUz17SEa+tGPMvWtwa7w5+sa9YNCkvq0G1zzxeD69NKQAPUDntbouhL29sYC3vX8PUj1IAcy9KUIDPkghBLzodYU9OF6gvZYzaL5kQxg+CoTMPKfsmr2AZAY9Psi8Pamuqr1NJhs9kN/dO9bvzjx+VMI957G2PWUpD7yLIbu9",
        "pA5aPU26kb3azjG+PivXvRQ95rwg5828yHuevete2L0t4Bk7Kr80vt0dUb6cxlg943Nzvgngjjw3v4k6UMaxu1Oiuj3LaDG+7QTLvalou72HuRE+9w+dPZgTnb13ie68im5NvAdWXb5qUeS95b8OPTEnjrzpdAK+CCWIPdanZz1phs89OIsCvqaDjD0JzF29P89HPdIMGjtto6i7Ion8vJw8Bb4UDuU9xiRJPtPw0L0dNFW9v7WEvNHhDz06TSo90u3zO7j3Pb3pI7C+m9oWvYysGj2c78a9kwj6PboYs719X4O+MSuUPW0QHrvxrbI9pnW3vRaCrD2ZcDq+cCabvX86wTyZoD+9EsUIvnIFTj3EExm9M35mvoypBT7p50m9CMCovnNsDz4zIy++0+ZSvfF9yzyE35o9RsYYvoy5rbzDri8+hUu7PdgKYL1lFwU8Nlw+PXj0jz1Y+KA9+sSfPeW2Gr1Xhq49CDoTvrv6bD2JOoO9aOTwvCDMUL4NXZY9vehfvQ6dWL2lqJW+aTAcurMHSj2gZjC+AkzWPSvNUD2DIg6+1m4LvlLZqLs7kK+7XaCLvf2NtT3LFYC9hO2UvfmUVb7SMRY8diwNvmIYNTzH/yq+3o9BvlnCxbyatZI9xdGLvnFux70hyRu9FeB+vRGYEr58T8C9ksYwvqL5Qb0YsFy+8fitvZ2tjD2/vPM8mIsgvVb6cD1RPpu9/ULWvGM0cb6ttwu9oIHivRPdgTtB60u9Bk30PGdphDvVwYQ9FYq3PcdNJj0YWOG9pKisvU9FUL15Vk49lLXAvbXAk73LUSq+7lS1vQg7FT7wF5M9A4JPvUB1lDqUbhi+k3y/vT+EiL0+aMO9qDUHvhrMbzyf1LM8VDUIPi7Dm73ykT89RTZEvoFY7jwOkAU9yqlnvJytmb6uRAi9LE2BvU9+lD2kjMK9sxJ3PZa/Gz0Bc7U81C6cvbhaAj6QSSO+yO45PRxxRb28dlE9x5gQPtgQt71AI5a8CiTAPUja5b2HhO09",
        "BiI8varxc70WnW67QoQCPQG7fL0mX8491z0EvUH4ir39uis9EDfdPePpgL4hxf+9ABMfPv2in71LkWE9ub2sPWOqbDzAJYw8nH5KvufBE74V1RG+nhsePiKLUL7Gno6+hB+PvbwBT72bAUe+CO3TPReUg73AFA++GjuJvUADzzozago+2AQIvl+PSDww+sy9Xa6KPmYpAr6eFfS99nKjvWuQoT0zSqg8U+KkvgQTlD62spG9kKkRPoYO/72oyde8rc3FPHQSFD7YsXs9ZI58Pafcgz2cNqg9X0CDvU2e4r1aAXs+r69kPqMXEb4Q+ZG9dmPyPU/NsLwmYbQ94nJVvSNDOz61t9I8+IU/vt6yVL2dqqs9PSGGPXQYPL4mgUe+7PHsPdF7Mr57nme+ki0iPgYUkDs401S8y3UrviyCR713P/c9bCREvtzKJD3zOdq9H0wuPl2C+b1CEaO93+quPXuPi73DNTc+cchEvkc/Ij77HZY9nHCTPNBFCb3Zt229iGTkOxc4tz0R8So+ROa/vFBZnrumiUE9d5onvAz0sL35eTg9UXFSPmD/lL3oeVS9Vs8SPnoq672C+oo+OA4lPHWcZz7NGbs7cVxSvr8kHT1sJ829DRzsPZN+ir1x9qq9xmKKPWSgM76Wt4S7kVBTvBZOwb0U4Pm9dXJbPvg0K7y7Rlw+8g24vUKz4bx4bVQ9zPztPU8oGD4kqf68ItwgPXKgvD0E69Y9BwkCvidGSj7f4jM7CZCuPbu9hTxdqYK9Z/RSPjlXVj3XYZm958JkvKLlJj3f3dy9qA1mupWmkL0G2qy9nKgCPpwvWD7j36M8eqE3PktU5j2fPZg9pg6HvXVJuD5FQTA+E83GPPttVD3+9YU9NZlOvcbiHD6kiOU7OrJ4vBv8tT3b/iY+k9C2Pbn0kD1lzeO9HwOYPIg1F73wgOM9IyhYvaU7h70BYxc9fKg2uw5/Z76yknc+FPkqPj5ugLsCo4E7vN5jPcz57D0yPru7rFxIvbuMAjtPIb09",
        "HQkoPiv6GD1P16a94+/QvZZmpT3a4UG9/7ervJ3ASL2eKJc8tyKzvH9K971jERo+Mr2iPQLEZD55SAm8cmRuPc4Trj1SzAS+aH0ZvpmDcz5MPnK8cYuKvtemmj31v6O874a8Pfqd8z1H7G49Al4Avk6H0j3jKQo+plEevbwSwjyg3dE9Fd+Nve1B8b1aRts9eWO5vSvXzL2Rggk92ADEvIVxjrxUx2Q+bFoYvojOkjo6qdW9bTGavDj+pb2QFwe9y/8APrRooL1Hte67im/tummEyT7HzZ++1f4qPrK5qz6f4Cy9WlmZvPFa87148dG9SSjLvXSn0znMVHI9gXbwPWLwdD5GQyO85qB6vULuJDwL5Jo9Ij0Uvj2wpDw7KCE+cm3tvXR9ob3lGos9VUHCPUumCj1AG+Q8/mcqvf7qTr1WcKU8+ArMva8JcjypHE+8NT38vP8cgDykmyE9bqu6vG54FL7sPeM9AT05PuccbD3lbdE8Q8xBPvtDET5uYIO9XrFFPhedCL3GLqS9eUbOO2KSoz3RxM89qlWJPdieHb6riCA+oObDvZfSK74OxFG8x8b8ukhKhjxxmSc9vUatvc8Tw70wFcK7HtNRPVM01T2UBJO9QdfTPZ751b3R2qk93sWrvebbZLrf5Wy+A/5xPYuHHr7G0x0+FWOaPRi3IjyrMEy+n2uevd+fKD3dmKs9vvDUvSLiCD0hIhg9jzcjPYM9jj47slY9YTlDPaSH5r0+osI93LCNPTTMdT7bLo89/O6NPeNSgD3tUmY9Q59xvqAOnz1Urwo99xzcOtFJRT5mPQQ+t85WvMkAzb0Y11Y+1KpzPQuVsb2HZKk9427Fvd1VH76O6GU+0rPtvAZPKD3lszC+Qh3kvf1g/73+VE8+ApCQvVVjwDzOBwi9HVyjvTWl5r2Y7e88xbclPoyQi72TCrS9oqAjvUc9KT4+QOY84IyCvmACWb0UJUW+0kgJPv49LT6nQoU9ZudHvvFtW74qC5M8HGEcvUREFr46gyY9",
        "2Qw3PUUwuL0PCGc9qSYrvchaOz2VCb0906fqPJzN7L0p/S49KdGtvWlvDb5ElSu8uTWJvTHYEz7QlaS7DF/4vAle0r2VeIM9xECHvRTa4z3Lnzg8bpqHPMpT5btyi+S8SBZuvD2lNzz7nza+TdgXvgUMhr2WHG69lx82vratTj2x7pW9nghLOrK/4z0tkCm957ZdvqCE3L3F0xo8AedrvHocNzswon698ZYCvhxklb70eOM8H6GzvIkJJTxAfy68UQxtPZYP4j1cldm89kkSvhMtAj78SJO+9+dHPov9XL39mEi8uMaPvdx01LzNr/s9ToKOPPbsED4raLC9GsYvPXJkED446Mo9TAnZvMaXmbyKKDE9aNsIPTh5Rj6m74c+eUtwPZDznL2aUge+JQqRvAd+QD3KwhO9WAlGPnfn0z2ALbQ9CZ21vDj3Xj6dcsk9SGxHPgrBzj3Zq1k8N/7JPcgDNT7oPls+PskFPq8jOrzOjg4+p2vhO9d1hj5Cohw9av0YvkPA/L3Omx4+pYiWvR+AhD4IGaG9G9WivMdViD4QcoM9sct6vojdnrxkuhG8uCrTvfWRFr7swhA+xfCZPfjutr1DImE9KZ28PlRNaL0ZQFO8ga80PvNp+b2efEc94/0BP6h6Ij4sDZA+e9mivQQVAT74DEM9OGF8PoDikzqBLhy+GdMJPZ7tgz02qQM75ja5PTP5zjzld5G9bo8GvqP+Iz7VJ7e9TuYWPtCnTb2siA88KRpRPTiVPz7UIcS9VYV/vVOIQD24cXM+AXivPMLNlD0wv3m7ZsIdvoitmj02zro9ITt+vBC98z0VK2K8/QiYvD5o4L3Dsoe822/DvVwygj35e/c9sPpWPhTVJbt+yOE9Bd4XvQ675L10HQ48JOs8PpY5Eb2P/go+yCsZvnXnkDy+ZMa9YnO2PomDkj06zJE9KB20PciZQz0FBuS9Xm09PawknT7QGgY8JD3svRgiJ77UJ46+apkYPbnuCb2ThWi+axgfvDC37LtdJeG9",
        "T1rSvZgq3L0jAr26XxMaPopozj1hdeG9xgg4PsVu+7zw00m+rcMQPs96CL7zE5M9B2PKPHGJ+D27xe69MuNDPaENsDxyvyA+6EJju++iAj2TtDu+kuRgvQWfx7s4Gt+8l+ayPArnuz3ZlDW+wrU1viEEHz6OuZW912UaPsHS1D0IW8M9rFMGPX4p4L3BLMA8C3Qlvkv+0j0paJ897ACKvY9/9L18Hmo9DQ+rvosSRr5UaiS8x4Z2vacIP7xZi5w9CGFUvnIFML4Bea29wS9vPlE6Rz0+mZG9CspwvZt0Qryt04a9s+KWPFg6dby9UZI8+7ynOyUk4727eBi+yBI8vDnkLr7LTy69HFYyvj6AiD1cK6a++ZUUPXQZpjxstRA9hIjdPFX/1D2N/pa9bWVrvlVzgD2MyMU9/A99vbjpfTysH3C9cfFnvrwhE74Yveg9pl2Fvk1Raj2xILY9niyIvHaMQ71czKs9ACl9vu0vKL7rh8M9CGuXvDb3DT2ZGKs9ShrPuoLfbr7Qr7m9RZ9VPpgRDT0q/5s9vUWQvQdKED3Exfy8Vx1nPUBxCj7HeAW9HOhIvhd1Oz6ipZy9YXa8PZdcpbt21pW7mb0Svb0hsjxqdL69WD3nPbLj0T2cm6C86yMBvu3xpj1bHT89PEQlvvDlAD4CGCm9hLgCPuptSj326NW8Pp6XPXgx5bvnypw9lJqmviWAkT1mTN+9h20kPZuYYbwbZYY9mNHiPBgsar7FcWI9UyckvUK6ybwopTC9m1liPWeytjzdd04+49LIPQUhpz6ztPK96mciPCtgNz4RW5c9bcM+vE2tQL4GLYg9/4KbvDcBuz3HgWS9TnqjvaiK1jvOIbQ9jE/zu6G3H77QaQy9Zkr1PfK2Pz6sCjA+7qUwPr5e5D1fFS6++lBEPWq1mj06Ccc6mSvCPcscjj3WN5K99ViwvZSn+T1MO6m8jueqPdu5fD0/5kG8m3wXPgBZFD6AxiW9rtmEPCyBLjxiFHm8sWu1PV1EKz5XXe49",
        "G2H5vYfTj72co9478dTaPVdxIj2ZYHu9FlnUvS/5kj7MmcC9S7jAPc3uCL1YwHS9mQsfPNxxbb2kcQM+DfbFPfCDlb3HzZ27Ish0PpVbx7tsXT2+Uit7PkOjr71Se4U7IGkGPyUVpj3w0JU+HKebvXP9vrz3dlW9sUtJPiNF4D2cKnK9Io2oPRlZID6F1Me9NpCpPaOLmzyF3ka+NVVGvhxRnT1QJlW+xR/TuzK/gr2PhQC+Hh+ROxzutb1Aew29ZvBHvqASuDzm3cA+zw44PReHPz34ocq9w3g4vjxWJT6L7YU+w+P+Pb1bXD7VrYG+Q+hiPhPher21Tt68UKnLu3UM571d2l+9bz+vPa2yuL0D3zG9ejYtPt52Rr0inSC++cVqPp2tGL4BxJQ9KVWhvZ+B/b3bVZK9uAAFPn65UT3X2wY9Qx73PR+ti77wMF2+g9vgvaG9gj6PaoO9PbUAvnXvbr4efqe+YafeveFnrz0FGpi+dnVmPfnkE76ryMk9pGYVPp1bMD7GdC++bfxBPVuDHLye6QC9/eE6PuP0+j2TrSS+g72YPeUsTD4tl589DBEBPnOV4b1KUOi8zBqxvI6+nj5upPc9DgeOvSHqNr59UlQ9HfdTvXpFzz045yO+g5yiutFV0D3l8xE+zPVMPZCvqz3jMjY8IjqRvEh/IDzEU0I+ScKiPrIh671HDWq90Df+PTrvmT0zyk0+eNewvRpy77zY0EU7+w8pvopcvD0x+nO+Hh3CPaOr2b2Xs7U9dpVAPhxwk70wJWi9X0HPO4S8aT7OqiO+asPEPVHS4b0B6Oi9mYnSO04inz0w3Vs+gwOBPdD5Jj6mXCs8R+fOPTU4nz4rlsy9HU40vllZPbwbEkw+TFKHvu9CVT4GUEk+einDva29Mr3UMkQ9zKopPfdwwrzMdJI9O98ZPnSWsjwwtoe9TW6cvb9Zpb2Jtno9ZGAuvkisvL0KbeM9H5uqPR7tx7zm/6q97z3sPb/pRL0oZuk9MhXovM/6lb3gtCC8",
        "QZbFPfikvz38vRq+F2JQvR2JjD7XlvG9ZCARPu3zPrwTeDu+1zDHvQ2O4z1UaLY8p4MGPamQP72VKSg+7D//PFfwtLyyAFC9gKbbvM5Cyj2oAB4+YdPXvanbxD2Ifjg+EZcUPojKyT0jTqE90gE4PSYuJD6wWgo9u111Pu/R4z2wOIE+HhigvQ+F+zymkXg9tl3EPYi3mjxTPUU+qgaGvchS2z09x2Q9T31aPqj2JD6wtqU9JuhhvBxClTw3D2W9aU8vvfjEIz6atr+9IqshvX+pCj79r+29KNNDun10mT3e2xY9btYhPkq6kz0m99a8VNodvWpbhj1Ljjw7xLzXPBvbMD4K1q+8BK04PTd2Rz29atk98ZFJPZD4wj3+buA87Qg0PsfaMLxuFoE9CUOQPZifqL2iIb08AC+JPr9Rr72jp3O95OE9PQWtvTx9s8k8P3UgPrHDUb3az6K9EdkAPjrGt7x6UYc9PCrEPe02Ej08mTg91yffvdBxlr1V1uY9GngfvZ//+7xid607B526PGXDorxhslm+tcSJvWX/rb1Ke/+9Rf+qvY95rD33Zgw+wxeaPaCemz1naMC9T13Dvf6Y1L1oD0c9mcUdvvkJgL0Efk0+LIYUOobR3z066+49cIgDPkvVxz2Imfm8vRymvbvhgD3lFIu9sN5cvWW1zb0TCPA9lPStvFEV8j1svGm9rFY3PVW/n72acYe9XP/5vPMGvT0cpva8bGenPaEUnz2gidI9gS6cPDyqWz1rL8493qwIvpFObb1PVBw+4RDqO2CeOj460ku+PpESPZqlEb0/M9a9iDJyveSdyjsRzIG9iHIwvRp2X73CEWU9hPXfvYcwGz2RdE09MWmePWglF72M4ss9nXpNvMac/b3Gyk88ChmyPY2xKj3Dqbm6wUugvVSrlz0tt+29s701PjoNGz0OF6E9uISVvceN9Dzba0I8YAcIPed6PL7DM9M9NasjvMgWh72KiTG8kcWkPa6uuLznkiI+hKgXvV2iUj7apG+9",
        "9t90vfOAdL55zIa9OyiJPbZTAT5Xjhe+n9EovBGtnb1du6Q9YntFvD1+Sz4gKDs9IS+dPa9xAL2yucI9VdbmPc7Mnz0aip67vpSovbb4Lz21c6u9m9lrviQ2yr3gPWo9exL2u1Jrnb3KExm+u0ZZPM1Sg7vTqVc9z1SHPT1jjz0v4yU+oVgVPiGfwjw/ueQ9e2dGPdMr/r3gMhU9ewWfvZsSDT5Svya9gn6YPYN2vr0WLhA+uGy1vS2QjD1KKn89Tw8Lvj4527xRwjw+/bw5vY2U9j12QK69/aq4vTlFpT1xfLM8jRgEPpIdEz7HeBC9aauCPPNcrb3h9NU8IDGXvQ5cSj7+iUi9vkwGPVV9Tb38GzU9YExrvkqK5b0kmtS9hGdsPb6A9b1pSbO9IxxJPmVmV7tdclE9OhYkPscH7D3Am4i9nermPAjvBb1Imxk9RKhFva9GR75dC4M9vcwfPj/GpD0soeE9f+uNvCovJL4ECzY+H2IJvv579D0sIu88Z9cFvtQoJD7kKwE+Q+QmvVQAGz5RZye+2EyMPV0UgD17nEg+J8SdvfZ12z0/vuu9G/vWvbD0Wb0tX1c+64iwvSZ9iD7YxQK9AL3FvTRZ3j05wWw8twwivh3yJj78AqW98K/mvVQKxL1Y6sS8Zll5PYWhnb3DwgK99aQsuwhYBjyTsqU9K1xvvoCY+ry/5SE9OBilPdiX1r1Wsf09+2kxvsWvVT7FReI9A58MvPVrob232ia9H9XgvMhmHT4zgY89Nh9ePQ0qFT0AIAq+trrIPSledz070y6+BhqOvfbkHrsa/fC9s0EHPp33Gb6Fers9s4z2vWfkwz2GgSY9QHP3OsjJPj1UafY9swY5vhPfoDzvNSQ+TgfMvU1Q1z3KD3m9XLoPPp72qb31I4O+DrXkPZDY2L1fXOk9kSQzPswF6DxSN6S88NQJPgOznDzS92I9SZoIvq51VDw0VvW8Ofr5PcJqhz6iflW91RzMvXjx4rz/XJ48mxmVvcjhTD6zlrw9",
        "xG8ePnaOjTshJuw8GJAQvvT4RT2gUhm+idzEPZg/8DowiDi+8QDCvbnJRr2tbGM+NHe4veWXDry6FQ2+zeOOPXmXyT2aGoG9gQ1CPlMjBT4c6p082poJvMo7XjysPzc+y4lGvl2nb71RcA2+uwuJPeuDuL18q1Y9Kna5vMrjcD0WMz++WdQ1vorXXby9dhw9lMVbvtRHNT2FrK69Ujy4vD6cVz4tVKO97GywPT5eG76jpkg8mVhnvYd+RT596Y89+wfxPd7MLT7HiU29803gvW7PAT6gBWI9RNG2vefGB74gzSQ8fqPovdrLf70SphY+Yr95vIKjx7z14YY8mh9mvS33Rj20IIE8XQowPZ1B3b0ujFS7fi44PgQiAL77Bh2+cCCivPKfmb0uRKk9QceNPOjfRb6QsP28OdDnPBiv0L0qA5c9m/6kvFHYdj0mPQe+7L4dvkhTwbyXrRa+4hJIvTt+MT4ylfo9KXLivcuSf75eUZA90A0hvq4sAz2u4Qs9o39KPgiqID7YvuQ826VvPeUCAj7lAjm+RBHNPS36s7xatCC+1xvFPTsQgb09wwO+HI/WPQ0ORT5TMwq+NIb3vHHOnb035pK9nzGevRTo8jv1F3y96s9/PIkNyj03LSe9fWw/vcSbNz6ojsG9cvjwvfoMlTyQY2q7CEdEvXwH5DzkXnE9HVFJPqloAL184AK8FEAcvTq2fz3q5J68yuDwvfC71rwUIRE+jFPxvWUsBb4Vgw89tyYGu0VkbbwgM0g7g0TRO28OPj3Jw+K92ZarPavOVr3DXDu+i4F0vaIrsTxHI9g9Sa2CPZVhnr3AVdw9IfHQPaD+YzzadgE+YEZrOyt9Ij6tAim+DjgGvrOvsD1VkRO+xCLQvS7J7r2QxvW81vRJvWOCzT2Jppy9GcsYvvtVkD1gr8S7aVHBvQ4feT3It9U9vfDzPFdzFz11ZaU9vMNnvYW3XDyvYrE9/hqNvRwzF71WxOU9CWqhvRt7Ub1muSM+B+K8vCbQpTyqxtC9",
        "PKSOPlR5Tr3XJek8GT4PvparST2jxaY8m/DHPblz4Tt3VfW8SajCPKW61D1uG6y8YuGgPIa3Yj3uTCo+L9FsvdTgQj5Rf3y+jH2cvZdczj1lo1+9u9MCvgwNq7yC7369z6muPdVKCr2AaaU+XFmmPujJcT0hIQ0+Px6IPdSsjLx1ZqO9BmM7PRDQS707GqQ90CLzvWHkcr6teAM+ZfI4PZpslryVAzQ+15xMPLj/vb201CE9lLYLvVDuMT0h8pw9eo3pPJuz9z2oBpQ8o0MFPuALEz4PqLy8ytZiPaCdAL4G3ua9vjU+PSdC4D3Z5Ds+Bp8TPUDNoD02tP88hZW4PVYFHj49nte9YpTIvRKvuL3va3c+P+6RPfjtr7r87W8+ph3tO7+VET2okRE+57Ayvu2SnjxbIgg+jZf6PQWH6b2Ekks+psITPd2zZjyaxiC74q/FPDCJDL6zJVU+zIsOPiN31L1eHqE8vAhyPllWJ76JsTe99/NZPS2q372lvIg92FcUPrCFDD6ML2a9I6bWvM2Xqr0YOX692NUlvN6fHL6dO3+9iGgjvgOToL0PBx8+f8ipvQQbez0kbuI8HGSVPBj3gTzufde9CEjNvDe0xT2a/ok+qz4Nvtfioj0k+q+8tiVQvUTfu71zXzU9WjAOPvI0CD0Uj4+9AAd6PT/CyT0Pk7+9ITIfvniVgTxKjJS9+/Deus7IsL0pNBA99ecBPi//Tr0rb6s9YGTFvVjwLr57IQu7Z4mjPW362r3vLNk9xwsFPVazRDskYPW9ZOpcPOSIGD7T3dC9Lw0CPYb+Az5676I9ZoqpPcPzHT1pLaC8ejRdPRTvSL1J8+w9PAXCPC2CbT7JRIa+SKibvUy+Kjw1vH49UyPmvIUsjTyndUQ9dL6aO+vmiboiGiQ+VxD/PfeeRr0vIXs92LaNPaD8pTvHi5W9amw3Pfcajr0clrO9qTsWPUX8C74L3xw+yxNFvcacTr3P42w9HrWEPdgY5j1biaG9SFu4O6/4vL2BApI9",
        "SykavWKeTz6xEwi+XXrrvYQRvD3PnWM+BmRgvm2Vbb7piPq6uXVgvq/vtL1wRpi9cn8SvqpA2L3wpNq8zASQPBrYiD6tGmc+lvyRvrIfPb7LlxA+FeAbPBYzLT66fPy4iOrEveLHW7xaJnE+UYs+PniQHL6l1EE+BsRavh5rMb3v7T8+Ai1dPeNa/rxT0K29jxdRPs3xsT3tcnw+Mx3/PdIXP77kQh48GNLGPo2wjD3cq7I9bRR9PF8ke76eF1k9rTH0uwU9Fb3dUSO9aUyfvtk/8LxjhbM9NmcPvn3RUb5e/LG9gpuMvoD2ub1r6lm9jAxxvimp1b3kuqS9AJdVulCFHj7OoRw+SyofvstAi71bU5g+58vjvQC5HT0ITK49huLjvZdVLb4SL9S8zRERPggg8L1A/j88nmnrvVWh4j1ATSk+Ku29PVTb3jzm4j4+h3y/PjDabb3ZY1G89oO+Pm5y3b30ipG96USvPkDeFb3nDi2+CwgYPkHxFb67Nqg9NgkIPdI7qj0gSiG9ug9nvhcYwD4RYEG9p0gMvYTNFzwcz3o8Ksc+vtnvir38Q6g9eaXzvEPJ8T342WW+oVioPfkpizx0oEQ86IQbvtIFvr0vDOM9hhYrPg525z1ziAA+HbbLPYhqBr5THtk9FWUDvhNzKL1Ifqq9K8XuvSGSuj0zvmA+h3gyPSoFGT5HTHM+G7E9PlToJ7v+K6Y+4LSPPoeJCj2Oap67XdMlPow96Ls5TNI7FTCLvVPJp7xa10i909MMvKIM570YIEm8wuzGPeiaHj5Cg729zlWCvQbyuzzPzhU9WzwFvjMOjrz5oEU9MWGhPfrEsDybFvq9xK1bvVW5Pb5vsPm7N8U/PAe5oDy8emY+Ot2KPT3RX717Ca4+P9s/PgOpTL145gi+erIXvo/pob2t74a9zrpGPVOwy72fTZm9n4W2PdJCwT6mcFU9we2qvPjh8juw3w881pMqvL11zj69jaE913//PX/lv73bnQM9h0HIvZcSfT6weAW8",
        "v+X0vameGL7KCno+YeQbvbWYST3wI708uMj3vSX9mT5SdCW9HtK7vbtclbxJGFg7Vw5bvdS3zzwtL949uLitvNF+fzwlUQ++pE5SPkJ5eL1apR48XRTwPHxnbL7UyzI9j3+JPvFe2T32jKg+4WF3vvtAKD6OsuK880Q+PvCKnb3Jh7O9aisAvdo9LL7Pzx2+UNDbvF6unT2r5SW+akIfvnmsYT57+wO+fUttvVRW7j1mL4O9cSFsvaqt/D2WSr29V/W6vSfHkL5X6ks+8RAHOsoAmb3gqEe+KxEmvtPErjyqGR8+SEuGPZAVcD4Y1729v32+PbTaOj0PQBE7T/K/Pc0HCr5J0QU9yJwivjveEb7BpME9n1atPci95L2M0Q++oLFsPnhJZLwGI8W8XT0IvhGS3rwwHZ69PWO4vFN/oL06KA89oC2xPSyb6r3mHv292/sYvkP7gj4eIzw836ZCvuB/+b3sRmm+YWEGvrIKortSYKC96ms2vJzbu71oazg86FsuvliwT709nGA84GKbPGQgFj1PxbW9Wn2BvUfuIj6i9A6+LVgJvu8qUr5JnnE8zT0Nvte+Bj6L5gq+G2mKPe4dJb7+B3A9kp81PhAACbxGCvS9QAj0OlSenz0rMVA75TZXPvx1Uz5i+8c93NWlvcwTLz6qmAm+OqpePuBkPDs8pQy+LWQ6vsekST7N0549rKEtPRheQz08nR67HXMBvgiNpzsoAZE9ihnTO00qG76clzo+L/IavoTW0rw6kkI9Dc0nvjvKNL7kcYY+tPr+PRGDqz0kURm+giUbPZfsej4u9dS9JAozOk2DJj04iQm9C51OPTBmFb3gCYY5ZjYDPeOEKrwrEtk9aT/AvAl3Eb1HwTu9q9wuPdrgmT0KWAu+O12ePhvGFT3G/RA+boN+vu1+Fj3vXIS9stJEvXK9C73GPIK9ieHzvVWIIz2PK6a9K7ybvZIYn7k3O7y9DjyhvZ7Ig71ZGfO8KlaVPY8Yfr3czRa9VNd9vRqt0z10T9m8",
        "bB4yviljcr5FYwQ+2itlPeC8oj2G9QC+kaPhvUp1DT4Gu4O9e/tzPLraRD7rPna9CgeHPRhQ4bwEmEc+XNWoPHyBqz1b8wC+bSxpPWCmubuR4BA9Ue4QPn71VrycG/y7/2IcPsP0KD7/HHc+4sQIuxmwfj03yKI7hE+3PfxiMb2lPXU9L47JPU0cQr6/QHk856VcvpuMhD5ktbu9+yEDvSimz7xjtD49O5xevqyOB75NZao9NgFEPTAygL1qNjM920isPt2Pkj2jvAO+Y6YcvXBxzT0SZCq9cJXvO16nIL21kbC8fKdiu5h0tz1cnVI+EYiiPbOVLz0G1y29zCrqvH/+Dz6Oawe68xpyvq7lBT0MyBE+w4fYPRIMYz67wCy9ZCPVvV5AErtLXng8HtC7vbinCL7fnt493ElyvYJ4bz39o4O8YvcqPmFFdTzTwmq9fOJKvpYml73jtAE869Mavmy7aj2Svt09wwVwvdoeRj3SscM9Pl7CPL37Sr0JGoc9Rep5PfZ9wj2KZK+8/R2ovS67Yb2bX5U90uG0vefY6LsLIy697FyePRTH4z0R0WS9JosWPbCPsDx23AA9ssnpvdNsfT7v5728spiMvtBMMT2oK+C9ACWpPcXdlT2AVvg8eISfvV8/eL1ty/I9nW4wPgEjuLxNsAo+9E+GvVu3gz00Sga+fM0uvqi8gz3fz8C9ft8HvkGt/b1zg+K7XevMPNjo/D3zuEM+xIyQvWJWN7zERsU9iATdvSDIBD5AYhS7tF62PQ6iML2OVLW9f7OWvJHkFz1OiUQ90u1pvE32j73nNSS9g+eGPZNLB74YfA++Jz4Qvfszur10dJc9+4WEPXfjHT42lT29j6H4vfRA7r32wpE9464KPoqSqj0bTZg83GGfvGDLB74UIWc+w3zvvAroub2PL5C9x2aevEoy1r0GxBy+aa35vPuScb1uj9k8zasFPLiqJLvCIEM9HIMLvj8hF75tJhc9EJuMPqRBJL1q4A895c8qPZsXBrz9FpQ9",
        "e+ArPgq/IT54Qdy9sC4CPhfJLj2UP6U9GzgpPtfQ8b3+9LO99w28PeT2Xz4kU6c9RVWSPpwgIT0v6kO8MocyvZetvT78HIc+8LFDvUgOxrvnn0W9sQV8Pe7VoD5aZ8A9hwekvRKmpD2as4Y99PzgvU1Y+jykjti90HC2vVOJ1z155o49+RujPsHgBr5jWue9aC0jvkRNDj3fAWa9vw0XPYFEbrzM5b87X9qevSN0j7xCVgK+fW5xvW8OZbsrgJU9/TQNPll6cDzcZja+w7l8vJ4der3fa2K+HuidPbMrQz0KWVW9QZBpPEcmWz0D2aW9OSEJPZdFIj0FRC09g42ovX/JXL378BW9DaYOvphEAT42hjS+lodOvbjKT73vdD+8WGjsPJsEPD3mRTY93UKFvWAfZT7XIx28ypiHPdxW4L2EToI+/MmLvK45zTw+uQQ8mV8PvqgQnTxr2mQ+Ng5xPaZIQb5imjg+Ur88vWyQC75etKm9aF0evTU8nr0x4uk9cbIOPi0EHb29koi+he2xvbilCTyYsEu+MGAlPUHC6T2L/T++6eQCvrD7HT7q9pw9PPU8vfUnu730Ppc97PmjvNdsVj6wu0i9ZSiKvZ0SxT2ugZk89wqfvMKMqT2FHam93DzFPSOl4j1nLuo9MKPMu9BKiT0/d08+ojH6PcnAwb3Py/g8dnrQvTWA6r1+RFg+lQcqvtOcJ7317we7JGOGPdJ0Cb6PVw0+PdVkPglTDj5ClTc+oBl0PPynmjtgDzM7PP2qPbTNqbytTfq9EA8sPvgO/725GFG+5IsGPZigzL2cU1W91YsqPS62Ubw2wtA9SEURPkZ2iD0+51E77IbrvTGkJz5iYP691tEfPZoFnT1pMim9ZXqTPf+sTT5brPK85s5oPvhipj1QoDq9jPsMvmUKXT0WUBy+P4SBPiqrIL0ZihE+Q5suPRASwL0GXZU8cilePdcFIb4E0oW9Lr4RPieAG72hDq09AAeTvItD3T3HxQG+lL+NPXvLbz3ihZu9",
        "23MLPfgMBb74vwE8uAbVvbFHmb15gLU8+erdvScoID5PsQK+hkSTvelEQz7HMyA+gq0KvlWnLrxoFZC9Kt6RvYRh7r0gISa+6Ht8PW0haj3tb0u8NmnFPVvAmj3LIpW9g3dSugIRPz21qj08lrMRvtQogT4Yqe89+a2IPQWq073VPSA+wbFrvQ+Ak72TSVG8qNCavY2WgT6qAFs+2Fd5vOo6gL3Emf88NHoUPd/Gz723YYq9mf0ovUZYfLuRgb89GawyvVEgwrya4lW+MjgNviJ5CD6Ma+89ywqPvbxsRD1cFCC9MBa2vQpmIj6ZFg29H/gevszn673JPj++brhNvYpeDb0Q9pY9EDI7vTW3Mj12LVU9atiKPd4Z6zwN1jK+4AP4ve4ulLyxunO8MK1+uutPMr3UISO8ZoCBPeoAND1WO3W8H1cvvdohEr3xAJE9ZgEEvozjer1B7w0+LWNHPYtNvb0T52Q9gdM2vY8Wq73SLKe8g30ju7bFB741m889cGE9Pkj1dTy7K9C8aigbPnY1k71EagE9cHkGPrHEnz1ERMA9/gksvW3Y+7tm5N89B/IcPsfqRL2+BJ294q0nPVCU1TwaAUu9IfcoviMMAb5g3m88KuY9PsFmuL11xbG93jaJvews0r3gU2S+6imsPWp+Oz1FBMo8/jwLvg+v4j1Hkl69eiMBPlXvvjxQfQ49aeEqvdd+yj0LIBC+TLCGPRZ3ODwQDiI9GcArvghLsL2cr3C9NLagvQggZDuxZd49yTs8PcdSz70f04g8+1zNvOIjpDzXJta9ylLrvQYEhr1l3jU9kpCCPlnnW77y8sU8y8uvPZ30kj2aoD0+H/buPcjyyDzFgv68FMsaveNjUL08gwa+ozEIvREAij1KFAu+Ks4svaUThb1KrWi+CVoEPqImDj2R/Um9NkwmvdR4Ub2Z9Qe+9d43vbjvSr37lb29O737vJZUir2WxA6+HMWQvT2dnrzZWgY+rhOZvhJRC7xs+oC97MY/vVH5vTzaHza9",
        "vGcCPcfNQD0Amak9wEEgPhBgNr0f99q9kcpDvTHJdD3rHxg+i8s7Pl+mgD0YMxs++AHzvYRMfT0Cy1Y+p8uoPY9wnbzaANU9dp2RPbBL0Dz5/Ao9378ZvXb6xD0it7A9lWizPRRlpD102tI8u+YAvq2xkru0Tuc9ErGjPZIFJT0hMDW9tiv0vebX6LzWVCA9EzEVvkABo7yKz229TKBqvbDEOz7o4Yg8wYtPvatbRb4uXCE+l/IZuz9kMTwxyZ09cXMavq89fD7Cg1y9Dn6uPRUtnj1moSA8mk6xvT1pzj1jJIA9YQobvV9EUbxejDS+0qiTPc3YP70OCsw9N2yKPaAajD5FkHc9RPaju24pDb4DXyA+yaSWPS8+QT7in6q7tuvAvI9NnD1d1zg+wyl1vcRe2D3wq6G8XrC2PQgNELy4kIw+acmjO1tHD71gFQm9iHhDPeiY5L14Wps7+J/VPcA6FT6Xe+Y9dTaZPXcbjryZnFq9mowdPp80Wj3a8TK9XZQvPb4/BT3wHWO8Op5vPf2ZKD2gUHQ9e1jWvZw81z17Zzk9pd6YPItRc71I36U9zysnPf7oib2bRoY9+2fpPeOdET1Dzae70wwsvhEmMT1mSgw+z+xrvSfozr1REAm8i87LPbBgsz0RqHw+JhkGvk0mFT0D2Ng8y4gjPhhcUTwHLTI91aocvpK9vb1C25M8PP/YPZIHcr4zRRs+Slt8OPHC5b01gy08B+DjvP+lPT72O2s+6j2/vOZkQz3IvjU8zVw5PmjDij0auBQ9E53LvaBbaT4ssGK9SBALviVyUT3bFs+8qJ3wvX60Mb324L29hCY5PRKB+r0utxg+qAugvLTgET5ChEo9h7IGvZe6EL1l3Ws+2AsUvkvKgr048vg93v+uPVI0Nb6yP6w8CWNZPnFOcj3NlS8+K8KaPXxUvjxchKU6YHEIvYmbeT0e7Xg+3AoWvO1Gn7y6LhI+j2iTu8Mj6b0pS689VfLyPPTcfT4mhQ0+DA7BPVYNLT1oyaS8",
        "LPI5PuJZ5TvNjgC+lBJ9vZX327tOcIs7b99+vXdKa70YeV29towuPdSsLrxIZt49DXKQPUKUEjwjJO49rIuwPDM+mD7J10O8G0NYvuvB0jsnu9U+0EYKPdKMnT1+LY8+eEPWPHsfE75AeTE+OcsmPlTFjTw4ncg9dpv7vfzvDr2yTNE8CWbHO2f5oz5mhLg8w3O4Pn64Xb7nVhI9H+yjPRq1/T38DiY+8uO/PsUmoz1m8J495cDTPWhzkT3sXSW98CXpvWiHhD3whNc9xtF3veLulj7o7+e9E4fJvdGgRT2Hd5Y85MfUOp65pb27/6I7pq2DPau1YDyOCwE+lUTNPbuRK72wKo28i5I5PiMhxr0yL04+tQrIPZgTCr4Y1nw9qjL+PRBjgL1NtgA+3288vsReHj6H4YI9EUkgPjj0K7w9dXS9ql8dvZ+3B75O22477stsPpucXz2149Y94TvQvTBAxD1+W6A9Sad/PrY5Bz4wV6A9LzVRPTrjMT0AGYm6jSqfvawUgL143gI+uHHhu8fUmD0Kp2u+jyTFvTrWej0HWMA9WBDIPfeHf71SERC9DJ0FPg5mUrxRdfo8CJp6vRnmm70nsPQ9c7ITPkCcwLwetI49yTAKvXavTD3NWRC+X5X2PR3m9bwVlCU+gmj7vYGalL2p+Zs8JyegPdk1xb0q6zg+2VprPckoXL78IEC+jSQQPhLT2DyktoU+ni7/Pbjbd75o/2K+jnmMvdEoATzy6ym+yHL7POZLtr37Z6s9NHK6PsV9qj1nFe48xPrmvIQ0xzwjzVs+fLyRvP3MOb63bhM9LSSQvGY2tr2wH1c+1o7VvA5ccTuiadU95FTYPCeSvDyZ0C0+GVUOvjtwl71WgTA+g8KHPRo3K7783rC9TJjgu6tglr1O6w6+MzYAPXXthL5Kqfw9xXl/vYsSiD3BdoK8mTjmPZt4E73VId67WgLJvb7Cj71HYGS963TAvMs9LD0caOA9B0YPvlGdML4ZQKK9IyLKvDtACz1FjoA9",
        "SBgoPtTjDj7DawM8OKD+vUe7Pb2ebrk9u0DJvTsMPb5ZyhQ+0PPVvLQhi74M/io+7Uy8Paym6j12HRM+IKFFvKc1Hj6LLoa8KgYKvuG0lD2+5OQ9pLdRvUuiR72ybMQ8Y54APd7ilb0re1q+3GEPPkSlHDwmVQC9Djoyvrjb373q+Am8NHEbPtXRdb1/zPs9wykJvA1C971FSSm9KwZdvLW4Mz7kxbW8qJquvRsxjrzbGi07NRvhvcX8KT4CnWC9T2x8PhVfkruC5gK+qaafvN5yJT5Kn5o810YMvVjAQb0HixU+Ei+Avaoq1D1IDJc7IyufPUI377zh/oc+RVPOPa9fOTz3suW8DbArvs/uzb3fT8a7kPqzPRrHHbqKnHG9JoAjvu8ICr5ddUS8t44mPpuPkj2PZnS8nyEvPBih8L2cR7c8kANgvLoRdD2DUBw9mPD4vQcAzTy/VIM9JYQHvDVuDj77Yzw9LlpsPfhW6b0UNfE8JQbUvLSMOL2Vxto9FlquPSCx5jy+Iyo9Y0/DPXaVej7Q3+693ICqvWo4Y73m9I49AC4LPiyMBz6UKsU9GYDuPX3u+L0ggLu8vRvEPbswOz07dNi9ymW3u6KZhb2W1Yo8am/5vSU1VL5ZB6I8cyAQPkvzMbzfKMO8NhotvW5Yr70mbBY+OCSaPRRXIb1SzjM9LOz5PFK/sbz5A5g95yq9Pc/uG77CgwI+QVxZPY/rrT2r+Jo9TMoaPEJI8j11R6i83xo4vZTkYT4UFbq9BwXGOmzmAr5Urjg+j03Fva/Y6TwNq9+9ZxHDvPnnYD0j0wM+5dsJvjXTsDzJI4S9ACWaPf07Jb2GPQk+kB3jvZJN1jyO1jA9p22AvBAXnDyNVMQ9tt2FPQW9Gr5E+ui9VaYoPjaUrL0qIQc+HnTCPQHZ6bxLudI7rwgdPrMilb2Dbeq9kiUIPBlD/Dws5aC82z0TPhIngr5nDiK9AYU4vnQNUj7Cudw9AlIpvYIU5j22dyE81woUPgMNgT2kXPo8",
        "dHgdPNg+NT70EZg9H1qwO6+WoTt+RUm+S3+KvcPjQ77Le0g+ybrYvYPbAT7NNOA9VkAEvkAQIL3oZ+q6/ZbTPe45Zr3tPOQ8AABqPfFF4r0DwUM9yOgpvUHDojwVamy9EFwTPr1OP77L9kK9EZrDvRNeuLy/HAe9xoRhPRxq372qISM9L77nvVSrfrwEZ4Y9TAeBvPTyb732QaI9SvmtPLVjTb15L90876x/vYb4njrPRcI8mXdivT7LAz6CaWw9JXPsPaaK0D254ig+OC/DPYgkVT73QqK9C9mZPZgfGz4RwyI+uferPXYX8r07SiI9rMz9vHpTiT2oi4w9cH4LvMHJn7xRyLQ9GctZPgVugb2Oza08wKvaPWOyA76KzRE+pz5XPpepyL2Ay0G9uw9LvVRbyr26oqk9NSv3O01W4L0JWh4+7wMFPQM1XD05jBC8DN0LPkzlwj0Szby9tU/9PTzS0z3v34q8XIrRPSCNsj3bkLM94YbqPJOiZz2M3ZE8eK6+vYsluj0iryY+LRmtvYiNDr3gAjm9wyKUPM+gHD4ZPi89txJ8vWGYLrs3C0Q8Pb3sPZBiCb7TJCA+6DgpvGbnCD00mZA9jAmyPWUXxb0XVyk9GRBLPu60ab5uTH69zKMMPp0arT0oPmY+9piLvDV2ST3baxQ8LdSKPrsd7D3EK+S9W3PaPKGbHr5uWSu8bHvBPLKC1LyM/Om9c7ZGvqH9Jr3jCLC88jHPvaIMcT17hwm9biq9vUvhpz34gz88CXMpvRVNyj0cauc+UYJ3PV3wpj2nVwC+lGN6ulwAc7sNFrM+ZpwbPmrtPT2HWnq9Fc1SPmRNI761Wtk5wpR6PS5zzLy+Vzk9MnNRviA42zxryLk8CsfJPQgfp72q3Se++5dtPb10h75tcYY9UUeevTCBM760aTa9xu1jvPvdq73NbEg9JoKHPJwW3L3ZjFa9CJCNveQDaD1pjTM8FykguyxfJ73AEWy+8wYBvigZqLyvQK+9QfEHPYlEsbxAsJ86"
      ]
    },
    "conv2d_2": {
      "bias": [
        "htmIPTlfC7612RU9nQ66vGiqwL0iWaQ9gX+tvR7oFjzW6LE8F5MgvfjYb70dTV09QFHUvftBYL1AIcs9m0NVPA11TL28ZwA+m8SLvfi4A71Re4K9EQv3vIwV0Lv/j++8zO+jvKEA1Lw1uL284HDbvUybqrs09J668wmgu3K4yr17ZLq71NHuO+FLT72yDNO8Jq4svQCBqL2JtnQ8Y8vSu1kV7D21Fma9hsw9PRWclrwulUO9h9g5varOQr3Q+cG7ri8YvdrI27yPcSY8XEhtPX4fobwbo/Q8ai42vI7Nmbx5tw89npcpPNGtjz1BmZ69HSrePfG5AjsAsTm9EcnZPA=="
      ],
      "weights": [
        "IVruvZ70+71q8oW948/+vFL3Zbrd+mw9fh4jvUs9jz06DHG+sFnuvYgVqzxxZVg9YF1cPMlNFT5mSWC9Ra6qPR6LWDy/qNY9xLxrvX8gRDzWUlO+xRR9PmKz0D2mFbS9glMVvbsIwz3JPwu+L7/XvZuoir3V6+a96OsGPYYGZj37Ky4+mea6vW/XX7uJGjG9T4v0vQW/9z2+qu88r08PPbYNjL2Ukdq9yqgsvdh7pb2oloe9EmFYvag8Yr35lGO9diwAvmfH0b2o9CW+WD8XPWNr5j39IXa9F7revYJLxDuhRxK9ka/7vDANNr6QJw09PtFXPeWZ072CckK9Q9RQPeZeqz0ZRjA9mKuOPUdvn70NDSo9g9vhPVoSpzy1EkI9EVB1vWp17T2yLUA9POOoPUqmOT0u+TK9Zs0QOwVUSzwD05k9IzZqPW1d1T3xit49PJLaPb/AAj3IDpc9Otl5PHRW7T2QF386ypdRvQrQHD6YOTA8s7JqPDBNlzzBQeK7zG0AvvB9Kbx1C7K8nJHxvdI3qL38Kw8+YysLvnGPYT0NITO+Av0Wvs3pnr3NVWW+c/xfPR3ABr55D429SIwjvm6Qyb07wE++QVd9vTLYGDxonAG+7neCvpt7HL5eTZu9b/IUvg54Q76hUR08WMMxvtg7K76hi9W9nCf5vdCdsr0dQEM9MjRNvmWvRb77Mbm9i8iBvXQSbD3yf9+8hu0FvTbsSr2Vrr69MYiZvTWPhLx5hB69W8FPvhxh0b0m3s29+ssEvkHuGL6YJQ2+fSkIvBYPXj0QfQW9CFhvvkqhh7xDAPy9uSOsvfpa9b2wkxK8IwZqveszZL7PNxa8eWgbvc8PYj4ECwK9F6chvvzBbL17aqa9qglUvNDHoj3C8em8/B1VPSrk9LsOIeG74OYYvVGVoL1v/Ie8Hds8vQ0OJL0F+B88WM0MvMG5jb0fzuy87ZSNPe70Mb3AAJu9quspPNNpZDz0AeK88ducvffSzrwtCis9akZxPdEAvTvPpPO8",
        "9d8Zvqtbtj3IMXk9W+giPQjRfr3zrzA+NyzzPKm9lD2pu+G9NX2gPdDxyr0/M8W9Khy+PImvfb4Qe6o9512kvV5p67wGm629sBGtPWM3rj1O3Au9ARHpvRx1gL2YgvM8+dpTPUh6zT1TzI89O2YfPQ1Yhbo4EB09nJ03OfD4hb43gdW73iBOvUIkF7scIZc8DFZ2vCXaqry27Q49PibHPatZ/7w2zx69L3ShPNRrpL2Ekue8JDEYvm7kmT1YFOa8WjYtPYZlxr2+SES9+fiOvbVjmDyZsMq89gWRvRoSfj13WZ08msKmvQpBRL1IkK28zVmAvTbbz70rCga98OSMvUBGt71QyL09KjSZPFA6Oz1inmE9NLwIvut+BD2Mm6Q9UtWjvRBamL22udu8Nw1yPbcOmj002Q09lFDWPWikD73hUZ282WlNPKE7Q73INbg9ggQEPX8BXTu6kGI9dp7qufnPi70HliY94iEpPBWarLziVcw8SmlyvfsZBL3bk3E9aX7vuHlekr0nd2i97eqzO6zDWT11CKW9YzWCvSRgBr5r4Ms8l3GVvUz+BL6mbtE8y3hMvmoRK73iNtC8VKR5PLocCz0U2Rq9xbN9PBXBcD32izW9e5r8PXTui72Uu4y8XRnWvcxN7Dxnxro86R3yPUaGnD3HHC89OWEmPZbNPLzliZ29+GSgvfbjx70/C+W8ZvqRPP66P77tHRw8jOUkvi7gWz3HzUC9m1aHvV41sL14C0+8isy/PJHkrjy4Ggc+NeMAvVJCMD3OaRo9eVNXvSb/BTxVFqy9rk2FvXgkvb0/jcE8FFNSvQjlejwb4PA8CMX4PH1XqT2hCZE8pkU1PfRlNb5C0dA88i/xOk3PM70QrsO8N5r6vZg20L0ZGzq+satLvRzF/b3edSc9qnZ4vDjNmDvOYqQ9hTmfvWek7zwry489RaWzvQpebj1+kd08CwVHvl/yZj1UJf28CY/PPCdNLD2zCsi93wRKPeHx8rtHNei9YB+6unlEzzyM5qa8",
        "d/KgPVZYpryJRTa+HsajPA8dEr3pbtK9LJ1CPEg/T72xpmW8slKMvGp9Pr1KNGs92v0jvfcfhj30gMW994MdvT56Lz1oKZQ8UimRveH5QzwevnU8VNYtPuInoT0u4Bk92atxvdCEgL1DZBm9OVmCPfjysz3qbQO+MYV+PcXH0DweC+g9ZwxgPfci8L0Vm549iD1WvQhxS74LQIo9IUeovcIlh7wGhzG9vqqIPap38L2cpKW9L3qSPDKVfb1S+5Q89awpvc1TGL36Ytg8GLSCPT6y2r0dU0g9obnHvSkdyb3Ph4g80SJXPXLXmjwz+cA9y586vLSakTwy4KA9Co4kvUN7vr1JyDY9MspkPbYU0T1Uqq89hYvUvWMrO7294Im+MeWkvBwEFT2OYKq9WSjCvdDbtr1z/FI9RXFcvL6LDb2mNpE8eQbhvN2i8L2i0jw9uuKAvR/DvT1G36g9cE8Avgx8kL0x8Xy9jFfjPd1Zd72juJA8WBWKvQSvor2j+Qw+5YayPdEzlzsHREa9XGgEvQS6aLzJMCS+EUk0vcFMQb6lyQ09sH+jvVpFi72XM/s9i8kZvo4YGT4FGhC9MITAPWJ4z7yo9BW9xrLYO4tiqTueNOc9GEeXPOOqjz1QRuG8RcNaPIjxhT0T7wu+a+jVPTHeAz79tS29uyLkO702ijxaJOg7GxzNvUnfIjuhh4c9S0dFPJ2bJ71a2Qc9lAF/vTreMD2FkQY+DCEwPLiuYb1p54i7nTe/vFkAvD3+rZs9CLINvKCJgjxQky49sXXOPahQET7dsUu9kHFbvaKJpT1u5Li7hN5vvGJ697xOTzC6mUP/PdvJJT41NFM9bZkWvZrCDL6ntBc+l2EMPkoONz2OnBO923v6vRvPN7wz9re9IwVWPVDwGr1NXoQ92nbIPKjKxj1oRMU9Km7bPbTICT7qNjm9nUd1PTFY+T1fFP49qdjSveN+ijzPAQQ+IviqPX0DMzxoLQA+MrBAPeTvNbzWFi69qleaPQDvizyOHZc9",
        "dmnevZmq/72daYq9oKGXPT0XxjxoyLu9/Gyyu4V7cr2/Iri8ywfIvdg12Tx8CHy9yqH7vVJpCj1QeM290b75vXpDubzbyWW9A4qjPSw5AL78G4K834uMvPnx7L3ec3e6ieqjvbeojbsvPSq8mjPbPPzBpL0zTme9VnwEvW/4jr1eY5s8/DOJPZ0sWr0+8eg8wPfRu+bcNj3jigy9Pu0TPJQ4zT0yHey9NiWVve72rD3kejY92TLzPVo2o71pO8e7wBnZOwGtir0W63i9FJ8Bvj7Hfb0p+AI+oOCROQNNhbufsuM85e/Fvfv8Ej2A4T483Lupvcfk+jsmlr888I6tPQdNGL0SFVm7+tvKPNjGBb4NOga9jW+vvM/GpTy9zbQ9Mz5tPJpmAr6x6bW8KeoyPAhdjb1PcJy9dlxevaYDuLzWNrc7vVWgvTmjpTxr3169orSjvW3wPb32fp+8lMKQPIwbhb0PwOW9KO+6vUZDOb1evDS9q6udPdEYQLzqjuU8sGPfvRLi4r2EJOW97I9wvUEZT728TsG9p5oQvUxRlr0+eQE9HVgqPHmHlDzGMco8fl+TvVp5vb1niBG+3aXwvGZhkTyrEg29Z7bHvTNIpr2P4Um8a+wBvnX5Hr5jIcS9GsDlvW65j72rsb68+OKjvTh/Ar7GBZK85kHgvJ2QCr5o5pA9D0ebPWZdvTwI2zS9Y8ZZPUGnXL0YD5W8FCwAPT7T3T3f3QW+RsOIur96gr0unUK90OdavJUfhboGJQo9TouTvT8c9TyI1Ka9FVZLvX7iMbz6FrQ9NxiWvYKEPb25T7e8dNVYvY/rS71ET5+8kZPvvY8x27vJMJa7o6sZvdsQKj20aHM8K047u7U0qTww3o69LSKNPPnrZL0mn+S84tcRPvszi7tGwyM840hsPX55Ir1AwE293kEjve6NFD2byNy91op1PRP8jL1Bcoa9CNJOvVSyFD2s1L28i+iQPe1aRb2Ny/69sW1qPEZi9r2Fs6O9YWnBPSsQErx9qYu8",
        "Rd1evHbE870JoyI7B9mbPVYB4bwSBsG8DmQOu8tES72YcpO9gHpOOTA0tL2Vwyq8FDVivYmFrbzL9gU9coKPveOPFb34hI09cDdqvWO69zz06j08TkWDvAe9Bb1m2Za9wO2WPVeSJD0WfR+99c1GveZ1ErwX8L08+JjiPPvnpTz9WyW+4RGxvSBB7ryPCNK9aIygva5BKL6ZmL28YTQNvq/baryxZkm9y7fLvO7N8725rUu9WkfmvVUQlL1u8jg8BVmAvfiqYryCr8m9MRO1vQHgvr0hrGG9eH1FvQm+AL6xZv295ozjvS4LCr6FhdS8a/Sjve98ODoU9/O9R4x6PAWbmL1YYDi9JXCVvaBo6L2h7Mi8egpePLdQQb22ENi7pG1Vvceavb0kEcs8DYWfveZ5D74jLIO8mjyvvTiHpr0TWBu+ZI5aPNZffb1KGra9wFegPZLPm70iyKy96VOKOpomgL3ld4I7SQRLvdyS4byR3a69sU7Gvdyhtb0xe6G9Tuwcvj0vBL2ecpo7TjGhPez/Az6AN7e9PHrYPSv3Zj3U77W9NiIkPVxLSry5dIw9cImDPVS0bj17ob49FDtPPcp83735/KA9Z2r5PdxI6D0/2Z28o5BOPFC2rD0gmDm9glWDvL9aLT0CcH28e945PY+gjj0KC6S9dQ/nvNDxuz12SuC9DcKrvSFLcr0hHQO+9KIovaQ0Zjx8meG9bAW1PE4WMb2pLcu9nbymPK/rHz031SE9YwUJPteyBz0/uVU71VOOvYhX2T2JaO26K7uqPUa7xb0DdBE9uV7WOg067Do9/qG8JkMLPcREqr283uu929sFPLh7gL34KEe9WofZPbVh8bvdsvM774SzPBkvUL73XAS+Nf0UPulpAb7aaSu8J9YdvnuYOb7Fag29or0GvVx7lD1/oUy9mfghvkpF6r3wiPG9NhsqvBttCL4lLw6+vFFLvk7Poj25ics9tv8Zvgvhxb2KQ369/JOGve71G77MKo29W2w2vsDijb3M/x09",
        "8LwxPVQBPz1yuwi+I4k3vWr2zz1ogny+khhfPItPRr0f5pS9vGSivP3cfj3nAfs9AWFdPa5ARD5NTgi9ufFtPRr6ej3WSFs9y7SOPHtDgj23Pdq8AcdSPmHnvzz7ub+9IFkAvK+oHj4hjYu91UlbPbgOnz03u3m87MrVPNcruzzoGPq9bQiOvSL2ID7BJ3q9vQyuPF0gNjxQPb+6AnfjvdnLwr00Pf08oOGCuivxAL4sgYA8xSBGvrfrT7yLd0O+ZXmovacrzr3pawO9nor5vS4C6r2iNSi8ciWxvQJ8jr38D7G8+y7ovVKmpLwrEga+BGcUvtDdwT3zPYS9qGtMvRsxBL64zos9Tio5u1pJWr0Pd8u81UZlPcymXL5EDoQ9HJT9vXSXML6Esi++6iomvuH2rzqIqB6+mM4jvosXVr7jrzW+pKWVvm9DzL0Q9S2+4y0GvhD7473LzCS+PsUyvsSXcDxQDW291E8HPYaAKr44T4i+5BrWvQbpEb7JDB++HcECPmjdar2Mbni99QCDvW3Zhr33TpY9Xq/lPeXqIz16Jqk9dikiPslK4DzgOq+9aYSGvJTptzxKnPo9YR2oPU1FC76efZC9QKEXvZbSgD2DHxo+wSaRvZRhlb2xqpS9XQwXPeuiRT0EjgI+i3IpPcZLvDzGq9i9x1dzvDMnD7x6/M+9LwSEPQ+GDT4jWJy9i6YhvbCKWLxoj2U9POCPvN8xFbwJUhw+wzuVPHyFQr32eRo+rJGfvOZNkz18nri8n+EmPT5Nqjw5fTo9iCjRPB+lMTxzkV69HYsEvdmwET6oaLs9gPuAvD41LDwteTw9DJZIvW+F1D2lUjq8mSFAvhzRJL7yhLo9BxELPRkKpz0jW889mTjtPFOx1r3lNKo9eizNPdOlVj0UFIS9J0k+PbKPzD0tGCq9Fc/0PWOzizx0NrU8LBYEvnaG9T06LQC9KOPHvSfI1j31JdI80QtrvIrhEj3NkTQ712MmPqRp6rxdmja7ECpcvc9l5DycN9y7",
        "2b8xPtPlAL6AXmq+zJdkvDlsGr4F34A7x8klvd4RRTx/4kM9xoMVvVDPhL2fKDm+1YUTvkwlJL2Qq9y9XuSTvPKpGb7Pvju9XF8EvgG6AL7+nLu8rbbKvQqkG7423re989MmvujtQ75uPgS9NJkpPdjqrL2muwK9kapbvVaDCz2G38u8NR82vIYDsL0azI69QwUBPfnND70TOs689F6wPHiVxD3XAZg8Ob5ZPZxCFb2RJAi9zpaqvZBU771wZ2y9l01uPTWyXz0w2Ig9yG4LPZlRzL3Lnw+9Cseou0TIFDxpRQs6IFSOu64bs7w6rgM9+EcJvptOtLyy29+8+UzRvPjhRj0NW7m7et2wPfp8rL0oiqk8tkF/vZclmTwz4F69wL3ZvZqdsr3QDUM8LgVrvR9sfD2iycY9laIEvoqCyTwCWLG9Kx+evevAor3SYM+6dGXbvdeCBD2QiJg9z8sevph+UL3CAlW9e+fIPWMgVrwNQs48Z5fOvSof9LxdwdA9Q0oMPnKIdL0bfRm+vwr0vH6RA76Y5X27sfYBvifSBL4adxM+958DvpnTnb3IqUC+5YlXvgy9L70+RI+94IGkPJc3S70ip3K9jtAMvmWEo72xrj49/JIBPdCYGL5eGkK9MDArvr211b1r4i29XvVJPevFeL3pGCW91oyhvc3sk71NcT69nR2ou4Q7Fb5tB668ijLFPfs+eb7yiq89x3iaPBQSSTzqO0m8W4GYPdX8VL2mUwM85zW+vaWwoLv8DdU8S8pmvbSP2j0Pvwc9AUFOvTQVM71h1tO8UMaMvGtYOD3HQb+9Bo1VPBMMzrz3DfK929A/vLqjKz7tz/s8USQ0vbyFEb28rIQ9GVuoPA9djLsI8pc9FnVbvgfFgb1Jd+O99L5BPcgfBL7L4Pu8KhxUvdk63zwlndw8SjHzvZIFGDyO3sG8QrE1vvPXSz1iddi7Cd6bvR2Ihb2w93M9REExvh17ub01qZm95/mEveS6KD2raUm9ZKunvfHGGr1TE2A8",
